IdeaRS.OpenModel.Material.SteelDiagramType
Steel stress-strain diagram

IdeaRS.OpenModel.Material.SteelDiagramType.Bilinear
Billinear

IdeaRS.OpenModel.Material.SteelDiagramType.DefinedByUser
Defined by user